Repository: CrossStream/d-i
Catalog: packages/cdrom-detect/debian/po/*.po
Languages: bg, cy, es, he, hu, it, lv, pl, pt_br, sk, tg, ug

source: UNetbootin media detected
bg: Открит е носител UNetbootin
cy: Darganfuwyd cyfryngau UNetbootin
es: Detectado medio UNetbootin
he: זוהתה מדיה של UNetbootin
hu: UNetbootin adathordozót észleltem
it: Rilevato supporto UNetbootin
lv: Atrasts UNetbootin datu nesējs
pl: Wykryto nośnik UNetbootin
pt_br: Mídia UNetbootin detectada
sk: Rozpoznané médium UNetbootin
tg: Ягон интерфейси шабака ёфт нашудааст

source: It appears that your installation medium was generated using UNetbootin. UNetbootin is regularly linked with difficult or unreproducible problem reports from users; if you have problems using this installation medium, please try your installation again without using UNetbootin before reporting issues.
bg: Изглежда, че носителят за инсталиране е създаден с UNetbootin. Това често е свързано с доклади за грешки, които са трудно възпроизведими. Ако срещнете проблеми при инсталирането, опитайте да инсталирате без да използвате UNetbootin преди да докладвате за проблема.
es: Parece que su medio de instalación se creó utilizando «UNetbootin». Se ha asociado «UNetbootin» reiteradamente a informes de problemas de distintos usuarios difíciles o no reproducibles. Si tiene problemas con este medio de instalación intente de nuevo la instalación sin utilizar «UNetbootin» antes de reportar el problemas.
he: נראה כי אמצעי ההתקנה שלך נוצר על ידי UNetbootin. אנו מקבלים ממשתמשים דיווחים רבים על קשיים ועל תקלות שלא ניתן לשחזר שקשורות ב־UNetbootin, אם נתקלת בבעיה עם אמצעי התקנה זה, נא לנסות להתקין שוב ללא UNetbootin בטרם דיווח על תקלות.
hu: Úgy tűnik, a telepítő adathordozód UNetbootinnal készült. Az UNetbootinnal kapcsolatban sok bonyolult vagy reprodukálhatatlan hiba születik. Ha problémát tapasztalsz ezzel a telepítő adathordozóval, kérlek próbáld meg a telepítést UNetbootin használata nélkül, mielőtt hibát jelentenél be.
it: Il supporto d'installazione sembra essere stato generato con UNetbootin. UNetbootin è noto per causare problemi solitamente non riproducibili o difficili da riprodurre. Nel caso si riscontrino problemi utilizzando questo supporto, prima di segnalare dei problemi, riprovare l'installazione non utilizzando UNetbootin.
lv: Izskatās, ka jūsu instalācijas datu nesējs tika veidots, izmantojot UNetbootin. UNetbootin regulāri ir saistīts ar sarežģītu un neatkārtojamu kļūdu ziņojumiem no lietotājiem. Ja jums ir problēmas ar šī datu nesēja izmantošanu, pirms ziņot par problēmām, mēģiniet instalēt vēlreiz, neizmantojot UNetbootin.
pl: Wygląda na to, że nośnik instalacyjny został utworzony za pomocą UNetbootin. UNetbootin jest często związany ze zgłaszanymi przez użytkowników trudnościami bądź problemami, które są trudne do odtworzenia. W przypadku wystąpienia problemów po wykorzystaniu niniejszego nośnika instalacyjnego prosimy spróbować ponownej instalacji bez użycia UNetbootin przed zgłoszeniem błędu.
pt_br: Aparentemente, a sua mídia de instalação foi gerada usando o UNetbootin. O UNetbootin é regularmente ligado a relatos feitos por usuários de problemas irreproduzíveis ou difíceis; se você tiver problemas usando essa mídia de instalação, por favor, tente a sua instalação novamente sem usar o UNetbootin antes de reportar problemas.
sk: Zdá sa, že vaše inštalačné médium bolo vytvorené pomocou UNetbootin. UNetbootin je často identifikovaný ako príčina zložitých alebo nereprodukovateľných hlásení problémov od používateľov. Ak máte problém s používaním tohto inštalačného média, skúste inštaláciu znova bez použitia UNetbootin predtým, než nahlásite problém.
tg: Чунин менамояд, ки расонаи насбкунии шумо ба воситаи UNetbootin таҳия шудааст. UNetbootin мувофиқи маълумоти гузоришҳои мунтазами корбарон дорои мушкилоти ҷиддӣ ва ҳалнашаванда мебошад. Агар шумо ҳангоми истифодаи ин расонаи насбкунӣ мушкилӣ кашед, лутфан, пеш аз фиристодани гузориш дар бораи мушкилӣ, насби худро бе истифодаи UNetbootin аз нав кӯшиш намоед.

source: The installation guide contains more information on how to create a USB installation medium directly without UNetbootin.
bg: Ръководството за инсталиране има повече информация за създаването на USB носител без използване на UNetbootin.
cy: Mae'r canllaw sefydlu yn cynnwys mwy o wybodaeth ar sut i greu cyfrwng sefydlu USB yn uniongyrchol heb UNetbootin.
es: Encontrará más información sobre cómo crear un medio de instalación USB directamente sin necesidad de utilizar «UNetbootin» en la guía de instalación.
he: מדריך ההתקנה מכיל מידע נוסף על אופן יצירת אמצעי התקנה באמצעות USB ישירות ללא UNetbootin.
hu: A telepítési kézikönyv további információkat tartalmaz arra vonatkozóan, hogy hogyan lehet USB telepítő adathordozót létrehozni UNetbootin nélkül.
it: La guida all'installazione contiene ulteriori informazioni su come create un supporto d'installazione USB senza l'utilizzo di UNetbootin.
lv: Instalācijas pamācība satur vairāk informācijas par to, kā izveidot USB instalēšanas datu nesēju tiešā veidā, neizmantojot UNetbootin.
pl: Przewodnik instalacyjny zawiera więcej informacji o bezpośrednim tworzeniu nośnika instalacyjnego USB bez użycia UNetbootin.
pt_br: O guia de instalação contém mais informação sobre como criar uma mídia de instalação USB diretamente sem o UNetbootin.
sk: Inštalačná príručka obsahuje viac informácií o tom, ako vytvoriť inštalačné médium USB priamo, bez použitia UNetbootin.
tg: Дастури насбкунӣ барои таҳия кардани расонаи насбкунӣ тавассути USB бе истифодаи UNetbootin дорои маълумоти муфассал мебошад.

source: Incorrect CD-ROM detected
bg: Неправилен компактдиск
cy: Canfuwyd CD-ROM anghywir
es: Se ha detectado un CD-ROM incorrecto
he: זוהה תקליטור לא תקין
hu: Hibás CD-ROM-ot észleltem
it: Rilevato CD-ROM non corretto
lv: Atrasts nepareizs CD-ROM
pl: Wykryto nieprawidłowy CD-ROM
pt_br: CD-ROM incorreto detectado
sk: Nebolo nájdené správne CD-ROM
tg: CD-ROM-и нодуруст муайян шудааст
ug: ناتوغرا CD-ROM قوزغاتقۇچ بايقالدى

source: The CD-ROM drive contains a CD which cannot be used for installation.
bg: Компактдисковото устройство не съдържа компактдиск, който може да бъде използван за инсталация.
cy: Mae'r disgyrrwr CD-ROM yn cynnwys CD na ellir ei ddefnyddio ar gyfer sefydlu.
es: El lector de CD-ROM contiene un CD que no puede utilizarse para la instalación.
he: כונן התקליטורים מכיל תקליטור שלא ניתן להשתמש בו לצורך התקנה.
hu: A CD-ROM meghajtóban lévő CD nem használható telepítésre.
it: L'unità CD-ROM contiene un CD non utilizzabile per l'installazione.
lv: CD-ROM dzinī ir CD, kuru šai instalēšanai izmantot nevar.
pl: Napęd CD-ROM zawiera płytę, która nie może być wykorzystana do instalacji.
pt_br: A unidade de CD-ROM contém um CD que não pode ser usado para instalação.
sk: CD-ROM mechanika obsahuje CD, ktoré sa nedá použiť na inštaláciu.
tg: Драйви CD-ROM дорои CD мебошад, ки барои раванди насб истифода намешавад.
ug: دىسكا قوزغاتقۇچ بايقىغان دىسكىنى ئورنىتىشقا ئىشلەتكىلى بولمايدۇ

source: Please insert a suitable CD to continue with the installation.
bg: Сложете подходящ компактдиск, за да продължите с инсталирането.
cy: Mewnosodwch CD addas i barhau â'r sefydliad.
es: Por favor, inserte el CD apropiado para continuar con la instalación.
he: נא להכניס תקליטור מתאים כדי להמשיך בהתקנה.
hu: Kérem tegyen be egy megfelelő CD-t a telepítés folytatásához.
it: Inserire un CD adatto per procedere con l'installazione.
lv: Lūdzu, ievietojiet piemērotu CD, lai turpinātu instalēšanu.
pl: Proszę włożyć odpowiednią płytę CD, by kontynuować instalację.
pt_br: Por favor, insira um CD adequado para continuar com a instalação.
sk: Prosím, vložte vhodné CD na pokračovanie inštalácie.
tg: Барои идомаи насбкунӣ, лутфан CD-и мувофиқро дарҷ намоед.
ug: مۇۋاپىق دىسكا سېلىپ ئورنىتىشنى داۋاملاشتۇرۇڭ.

source: Error reading Release file
bg: Грешка при четене на файла Release
cy: Gwall wrth ddarllen y ffeil Release
es: Se ha producido un error al leer el fichero «Release»
he: שגיאה בקריאת הקובץ Release
hu: Hiba a Release fájl olvasásakor
it: Errore nel leggere il file Release
lv: Kļūda, nolasot Release datni
pl: Błąd podczas odczytu pliku Release
pt_br: Erro lendo arquivo 'Release'
sk: Chyba pri načítavaní súboru Release
tg: Хатои хониши файли барориш
ug: Release ھۆججىتىنى ئوقۇغاندا خاتالىق كۆرۈلدى

source: The CD-ROM does not seem to contain a valid 'Release' file, or that file could not be read correctly.
bg: Компактдискът изглежда не съдържа валиден файл Release или този файл не може да бъде прочетен правилно.
cy: Nid yw'r CD-ROM yn cynnwys ffeil Release cymwys, neu ni ellir darllen y ffeil yn gywir.
es: El CD-ROM no parece tener un fichero «Release» válido o no se pudo leer ese fichero correctamente.
he: נראה כי התקליטור לא מכיל קובץ Release תקין או שאין אפשרות לקרוא את הקובץ כראוי.
hu: A CD-ROM nem tartalmaz érvényes 'Release' fájlt, vagy az nem olvasható.
it: Sembra che il CD-ROM non contenga un file «Release» valido, oppure non è possibile leggere il file in modo corretto.
lv: Šajā CD nav derīgas 'Release' datnes, vai arī šo datni nevar pareizi nolasīt.
pl: Wygląda na to, że płyta CD nie zawiera prawidłowego pliku 'Release' lub nie można go odczytać.
pt_br: O CD-ROM não parece conter um arquivo 'Release' válido ou esse arquivo não pode ser lido corretamente.
sk: CD-ROM neobsahuje platný súbor „Release“ alebo sa tento súbor nedá načítať.
tg: Чунин менамояд, ки CD-ROM дорои 'файли барориши' боэътибор намебошад ё дуруст хонда намешавад.
ug: بۇ CD-ROM ئىناۋەتلىك 'Release' ھۆججىتىنى ئۆز ئىچىگە ئالماپتۇ، ياكى شۇ ھۆججەتنى توغرا ئوقۇيالمىدى.

source: You may try to repeat CD-ROM detection but, even if it does succeed the second time, you may experience problems later in the installation.
bg: Може да опитате повторно разпознаване на компактдисково устройство, но даже и да има успех втория път, възможно е да изпитате проблеми по-късно по време на инсталацията.
cy: Gallwch geisio ailwneud canfod CD-ROM ond, os yw'n llwyddiannus yr eildro, efallai y cewch broblemau nes ymlaen yn y sefydliad.
es: Puede intentar la detección del CD-ROM pero, aún cuando funcione la segunda vez, es posible que tenga problemas más adelante en la instalación.
he: ניתן לחזור על הליך זיהוי התקליטור אך גם אם התהליך יצליח בפעם השנייה עלולות להופיע תקלות בשלב מאוחר יותר בהתקנה.
hu: Újra megkísérelhető a CD-ROM felismerése, de még ha sikerül is, a telepítés során később hibákat tapasztalhat.
it: È possibile provare a ripetere il rilevamento del CD-ROM, ma anche se la seconda volta funzionasse, potrebbero verificarsi altri problemi durante l'installazione.
lv: Jūs varat atkārtot CD-ROM noteikšanu, taču, pat ja otrajā reizē tas tiks atrasts, ir iespējamas problēmas turpmākajā instalēšanas gaitā.
pl: Możesz spróbować ponowić wykrywanie płyty CD, ale nawet jeśli się powiedzie za drugim razem, możesz doświadczyć problemów w dalszej części instalacji.
pt_br: Você pode tentar repetir a detecção do CD-ROM mas, mesmo se isso funcionar na segunda tentativa, você pode enfrentar problemas posteriormente na instalação.
sk: Môžete skúsiť zopakovanie rozpoznania CD-ROM, ale aj po úspešnom druhom pokuse očakávajte problémy pri ďalších krokoch inštalácie.
tg: Шумо метавонед муайянкунии CD-ROM-ро такрор намоед, вале агар ин амал драйвро бомуваффақият пайдо кунад, шумо то ҳол метавонед ҳангоми насбкунии низом бо драйви худ мушкилӣ кашед.
ug: CD-ROM تەكشۈرۈشنى بىر قانچە قېتىم قايتا سىناڭ، ئەمما ئورنىتىش دىسكىسىنى مۇۋەپپەقىيەتلىك بايقىغان تەقدىردىمۇ كېيىنكى ئورنىتىش جەريانىدا مەسىلىگە يولۇقۇشىڭىز مۇمكىن.

source: Unmounting and ejecting CD-ROM...
bg: Демонтиране и изваждане на компактдиска...
cy: Yn datglymu ac allfwrw'r CD-ROM...
es: Desmontando y expulsando el CD-ROM...
he: עיגון התקליטור מנותק והתקליטור נשלף החוצה…
hu: CD-ROM lecsatolása és kiadása...
it: Smontaggio ed espulsione del CD-ROM...
lv: Atmontē un izgrūž CD-ROM...
pl: Odmontowywanie i wysuwanie CD-ROM-u...
pt_br: Desmontando e ejetando o CD-ROM...
sk: CD-ROM sa odpája a vysúva...
tg: Ҷудокунӣ ва барориши CD-ROM...
ug: CD-ROM نى ئېگەرسىزلەپ چىقىرىۋاتىدۇ…

source: Detect and mount CD-ROM
bg: Разпознаване и монтиране на компактдиск
cy: Canfod a clymu CD-ROM
es: Detectar y montar el CD-ROM
he: זיהוי ועגינה של כונן תקליטורים
hu: CD-ROM érzékelése és csatolása
it: Rilevare e montare il CD-ROM
lv: Noteikt un piemontēt CD-ROM
pl: Wykryj urządzenia CD-ROM i zamontuj płytę CD
pt_br: Detectar e montar o CD-ROM
sk: Rozpoznanie a pripojenie CD-ROM
tg: Муайян ва васл кардани CD-ROM
ug: CD-ROM نى تەكشۈرۈپ ئېگەرلە
