Repository: CrossStream/d-i
Catalog: packages/cdrom-detect/debian/po/*.po
Languages: bg, cy, es, he, hu, it, lv, pl, pt_br, sk, tg, ug

source: Load CD-ROM drivers from removable media?
bg: Зареждане на драйвери за CD от сменяем ностел?
cy: Llwytho gyriannau CD-ROM o gyfrwng symudol?
es: ¿Desea cargar los controladores del CD-ROM de un medio extraíble?
he: לטעון מנהלי התקנים של כונני תקליטורים ממדיה נתיקה?
hu: Be kíván tölteni CD-ROM illesztőprogramokat eltávolítható adathordozóról?
it: Caricare i driver del CD-ROM dal dispositivo rimovibile?
lv: Ielādēt CD-ROM draiverus no izņemamā datu nesēja?
pl: Załadować sterowniki CD-ROM-u z urządzenia zewnętrznego?
pt_br: Carregar drivers de CD-ROM a partir de uma mídia removível?
sk: Načítať ovládače CD-ROM z prenosného nosiča?
tg: Драйверҳои CD-ROM-ро аз расонаи ҷудошаванда бор мекунед?
ug: يۆتكىمە ۋاسىتىدىن CD-ROM نىڭ قوزغىتىش پروگراممىسىنى يۈكلەمسىز؟

source: No common CD-ROM drive was detected.
bg: Не беше открито компактдисково устройство.
cy: Ni chanfuwyd disgyrrwr CD-ROM cyffredin.
es: No se ha detectado ningún lector de CD-ROM común.
he: לא זוהה כונן תקליטורים נפוץ.
hu: Nem találtam általános CD-ROM meghajtót.
it: Non è stata rilevata alcuna unità CD-ROM comune.
lv: Parastā tipa CD-ROM dzinis nav atrasts.
pl: Nie wykryto napędu CD-ROM.
pt_br: Nenhuma unidade de CD-ROM comum foi detectada.
sk: Nebola rozpoznaná žiadna bežná CD-ROM mechanika.
tg: Ягон драйви оддии CD-ROM муайян нашудааст.
ug: ئۇنىۋېرسال CD-ROM قوزغاتقۇچ بايقالمىدى.

source: You may need to load additional CD-ROM drivers from removable media, such as a driver floppy. If you have such media available now, insert it, and continue. Otherwise, you will be given the option to manually select CD-ROM modules.
bg: Може да е нужно да заредите допълнителни драйвери за компактдисково устройство от сменяем носител. Ако имате такъв, сложете го и продължете. Иначе ще ви бъде дадена възможността да изберете ръчно различни модули за компактдискови устройства.
cy: Efallai bydd angen i chi lwytho gyriannau CD-ROM ychwanegol o gyfrwng symudol fel gyrrwr hyblyg. Os oes gennych y fath ddisg nawr, rhowch i fewn a pharhau. Fel arall, cewch y cyfle i ddewis modiwlau CD-ROM â llaw.
es: Puede que necesite controladores de CD-ROM de un medio extraíble, como un disquete. Si dispone de ese medio, insértelo ahora y continúe. Si no es así, se le dará la opción de seleccionar los módulos de CD-ROM manualmente.
he: יתכן שיהיה עליך לטעון מנהלי התקנים נוספים לכוננים תקליטורים ממדיה נתיקה, כגון כונן דיסקטים. אם יש לך מדיה שכזאת כרגע, נא להכניס אותה. אחרת, תהיה לך אפשרות לבחור מודולים של כונן תקליטורים ידנית.
hu: Szüksége lehet további CD-ROM illesztőprogramok betöltésére külső adathordozóról, pl. flopiról. Ha van ilyen adathordozója, tegye be a folytatás előtt. Egyéb esetben lehetősége lesz CD-ROM modulok kézi kiválasztására.
it: Potrebbe essere necessario il caricamento di driver aggiuntivi per il CD-ROM da un dispositivo rimovibile come un dischetto driver. Se tale dispositivo è disponibile, inserirlo e continuare, altrimenti in seguito sarà possibile selezionare manualmente i moduli del CD-ROM.
lv: Iespējams, ka ir jāielādē papildu moduļi, lai piekļūtu CD-ROM ierīcei. Ja jums ir sagatavots atbilstošs datu nesējs, tad ievietojiet to un turpiniet. Citādāk, jums tiks dota iespēja manuāli izvēlēties CD-ROM moduļus.
pl: Możliwe, że będzie trzeba załadować dodatkowe sterowniki dla CD-ROM-u z zewnętrznego urządzenia. Jeśli masz takie urządzenie, podłącz je teraz i kontynuuj. W przeciwnym wypadku, zostanie udostępniona opcja ręcznego wyboru modułów CD-ROM.
pt_br: Pode ser que você precise carregar drivers de CD-ROM adicionais a partir de uma mídia removível, como um disquete de drivers. Se você possui uma mídia dessas disponível agora, insira-a na unidade e continue. Caso contrário, será oferecida a opção de selecionar manualmente os módulos de CD-ROM.
sk: Možno budete musieť načítať ovládače CD-ROM z prenosného nosiča. Ak máte takýto nosič teraz po ruke, vložte ho a pokračujte, inak budete vyzvaní na manuálnu voľbu CD-ROM modulov.
tg: Эҳтимол аст, ки шумо бояд драйверҳои иловагии CD-ROM-ро аз расонаи ҷудошаванда, монанди драйви флоппи бор намоед. Агар шумо чунин расона дошта бошед, онро ҳозир дарҷ намоед ва идома диҳед. Агар надошта бошед, метавонед модулҳои CD-ROM-ро ба таври дастӣ интихоб намоед.
ug: يۆتكىمە ۋاسىتىدىن CD-ROM قوزغاتقۇچنىڭ قوشۇمچە قوزغىتىش بۆلىكىنى يۈكلىشىڭىز لازىم. ئەگەر سىزدە مۇشۇنداق بىر ۋاسىتە بولسا ئۇنداقتا ئۇنى قىستۇرۇپ ئورنىتىش جەريانىنى داۋاملاشتۇرۇڭ. بولمىسا بېرىلگەن تاللانمىدىن CD-ROM قوزغاتقۇچنىڭ قوزغىتىش بۆلىكىنى ئۆزىڭىز تاللاڭ.

source: Detecting hardware to find CD-ROM drives
bg: Разпознаване на хардуер, за да бъде намерено компактдисково устройство
cy: Yn chwilio am galedwedd er mwyn canfod disgyrrwyr CD-ROM
es: Detectando el hardware para encontrar las unidades de CD-ROM
he: החומרה נבדקת במטרה לאתר כונני תקליטורים
hu: CD-ROM meghajtók felderítése
it: Rilevamento hardware alla ricerca di unità CD-ROM
lv: Nosaka aparatūru, lai atrastu CD-ROM draiverus
pl: Wykrywanie urządzeń w poszukiwaniu napędów CD-ROM
pt_br: Detectando hardware para encontrar unidades de CD-ROM
sk: Rozpoznáva sa hardvér aby sa našla mechanika CD-ROM
tg: Муайянкунии сахтафзор барои ёфтани драйвҳои CD-ROM
ug: قاتتىق دېتالدىن CD-ROM قوزغاتقۇچ بايقالدى

source: Manually select a CD-ROM module and device?
bg: Ръчно избиране на модула и устройството на компактдиска?
cy: Dewis modiwl a dyfais CD-ROM â llaw?
es: ¿Quiere seleccionar manualmente el módulo y el dispositivo del CD-ROM?
he: לבחור ידנית מודול והתקן לכונן התקליטורים?
hu: Kézzel választ CD-ROM modult és eszközt?
it: Selezionare manualmente il dispositivo CD-ROM e il relativo modulo?
lv: Izvēlēties CD-ROM moduli un ierīci manuāli?
pl: Czy chcesz ręcznie wybrać moduł i urządzenie CD-ROM?
pt_br: Selecionar manualmente um módulo e dispositivo de CD-ROM?
sk: Manuálne zvoliť CD-ROM modul a zariadenie?
tg: Дастгоҳ ё модули CD-ROM-ро ба таври дастӣ интихоб мекунед?
ug: CD-ROM قوزغاتقۇچ ئۈسكۈنىسى ۋە ئۇنىڭ قوزغىتىش بۆلىكىنى ئۆزىڭىز تاللامسىز؟

source: Your CD-ROM drive may be an old Mitsumi or another non-IDE, non-SCSI CD-ROM drive. In that case you should choose which module to load and the device to use. If you don't know which module and device are needed, look for some documentation or try a network installation instead of a CD-ROM installation.
bg: Вашето компактдисково устройство може би е старо Mitsumi, или друго не-IDE и не-SCSI устройство. В този случай можете да укажете точно кой модул да бъде зареден и кое устройство да се използва. Ако не знаете кой модул и кое устройство са нужни, погледнете в документацията и пробвайте мрежова инсталация вместо инсталация от компактдиск.
cy: Efallai fod eich CD-ROM yn un Mitsumi hen, neu un arall nid yw'n IDE na SCSI. Yn yr achos hynny, dewiswch pa fodiwl i lwytho a'r dyfais i ddefnyddio. Os nad ydych chi'n gwybod pa fodiwl a dyfais sydd angen, chwiliwch am ddogfeniaeth neu ceisiwch sefydliad rhwydwaith yn hytrach na sefydliad CD-ROM.
es: El lector de CD-ROM puede ser un Mitsumi antiguo u otro lector de CD-ROM que no sea IDE ni SCSI. En ese caso, debería elegir qué módulo desea cargar y qué dispositivo utilizar. Busque documentación o intente una instalación en red en lugar de una instalación desde CD-ROM si no conoce qué módulo o qué dispositivo es necesario.
he: ייתכן שכונן התקליטורים שלך הוא כונן ישן של Mitsumi או סוג אחר של כונן שאינו IDE ואינו SCSI. במקרה כזה, עליך לבחור איזה מודול לטעון ואיזה התקן ישתמש בו. אם לא ידוע איזה מודול והתקן נדרשים, עליך לחפש מידע בתיעוד או לנסות התקנת רשת במקום התקנה מתקליטור.
hu: Az Ön CD-ROM meghajtója egy régi Mitsumi vagy más nem-IDE, nem-SCSI eszköz lehet. Ez esetben ki kell választania a betöltendő modult és használandó eszközt. Kétség esetén forduljon a dokumentációkhoz, vagy a CD-ROM telepítés helyett hálózati telepítéssel próbálkozzon.
it: L'unità CD-ROM in uso potrebbe essere un vecchio modello Mitsumi oppure potrebbe trattarsi di una unità non-IDE o non-SCSI. In tal caso, scegliere il modulo da caricare e il device da utilizzare. Se non si sa quale modulo e quale device sono necessari, consultare la documentazione oppure tentare un'installazione via rete invece che da CD-ROM.
lv: Iespējams, ka CD-ROM dzinis ir vecs Mitsumi vai kāds cits ne-IDE un ne-SCSI CD-ROM dzinis. Šajā gadījumā jums vajadzētu izvēlēties, kādu moduli ielādēt un kādu ierīces datni lietot. Ja šos parametrus nezināt, meklējiet tos dokumentācijā vai mēģiniet instalēt sistēmu no tīkla.
pl: Twój napęd CD-ROM może być starym napędem Mitsumi lub innym napędem nie IDE i nie SCSI. W takim przypadku powinieneś wybrać, który moduł należy załadować i którego użyć urządzenia. Jeśli nie wiesz, który moduł i urządzenie jest potrzebne, przejrzyj dokumentację lub spróbuj instalacji z wykorzystaniem sieci, a nie CD-ROM.
pt_br: Sua unidade de CD-ROM pode ser uma antiga unidade Mitsumi ou outra unidade de CD-ROM não-IDE, não-SCSI. Nesse caso, você deverá escolher qual módulo carregar e o dispositivo a ser usado. Se você não sabe qual módulo e dispositivo são necessários, procure por alguma documentação ou tente uma instalação via rede ao invés da instalação via CD-ROM.
sk: Vaša CD-ROM mechanika je možno stará Mitsumi alebo iná nie-IDE, nie-SCSI CD-ROM mechanika. V takom prípade by ste si mali zvoliť modul na zavedenie a odpovedajúce zariadenie. Ak neviete, ktorý modul a zariadenie sa majú použiť, pozrite sa do dokumentácie, alebo skúste namiesto CD-ROM inštalácie sieťovú inštaláciu
tg: Эҳтимол аст, ки драйви CD-ROM-и шумо ба драйви кӯҳнаи Mitsumi, ғайри IDE ё дигар драйви ғайри SCSI CD-ROM тааллуқ дорад. Дар ин маврид шумо бояд муайян намоед, ки кадом модул ва дастгоҳ бояд барои истифода интихоб карда шаванд. Агар шумо надонед, ки кадом модул ва дастгоҳ лозиманд, метавонед ҳуҷҷати маҳсулро мутолиа намоед ё ба ҷои насби интихобшудаи ҷорӣ тавассути CD-ROM насби шабакавиро кӯшиш намоед.
ug: CD-ROM قوزغاتقۇچىڭىز كونا پاسوندىكى Mitsumi ياكى غەيرىي IDE، غەيرىي SCSI تىپ بولۇشى مۇمكىن. ئۇنداق بولغاندا ئىشلىتىدىغان ئۈسكۈنە ۋە ئۇنىڭ قوزغىتىش بۆلىكىنى ئۆزىڭىز تاللىشىڭىز لازىم. ئەگەر قايسىسىنى ئىشلىتىشنى بىلمىسىڭىز، مۇناسىۋەتلىك ماتېرىيالنى ئىزدەڭ ياكى توردىن ئورنىتىشنى ئىشلىتىڭ.

source: Retry mounting the CD-ROM?
bg: Да бъде ли направен отново опит за монтиране на компактдиск?
cy: Ceisio clymu y CD-ROM eto?
es: ¿Intentar montar el CD-ROM de nuevo?
he: לנסות לעגן את התקליטור שוב?
hu: Megpróbálja ismét a CD-ROM felcsatolását?
it: Tentare nuovamente di montare il CD-ROM?
lv: Mēģināt piemontēt CD-ROM vēlreiz?
pl: Spróbować ponownie zamontować CD-ROM?
pt_br: Tentar montar o CD-ROM novamente?
sk: Pokúsiť sa znovu o pripojenie CD-ROM?
tg: Шумо мехоҳед, ки CD-ROM-ро аз нав васл намоед?
ug: CD-ROM ئېگەرلەشنى قايتا سىنامسىز؟

source: Your installation CD-ROM couldn't be mounted. This probably means that the CD-ROM was not in the drive. If so you can insert it and try again.
bg: Вашият инсталационен компактдиск не може да бъде монтиран. Това вероятно означава, че компактдискът не е в устройството. Ако е така, сложете го и опитайте отново.
cy: Ni fedrwyd clymu eich CD-ROM sefydlu. Mwy na thebyg golyga hyn nad oedd y CD-ROM yn y gyrriant. Os felly, gallwch ei fewnosod a cheisio eto.
es: No se pudo montar el CD-ROM de instalación. Esto probablemente signifique que el CD-ROM no estaba en el lector. Si es así, puede insertarlo y probar de nuevo.
he: לא ניתן לעגן את תקליטור ההתקנה שלך. מצב כזה בדרך כלל מתרחש כשהתקליטור אינו נמצא בכונן. אם זה המצב כדאי להכניס אותו ולנסות שוב.
hu: A telepítő CD-ROM nem csatolható. Valószínűleg nincs a meghajtóban. Ebben az esetben most tegye be és próbálja újra.
it: Non è stato possibile montare il CD-ROM d'installazione. Probabilmente il CD-ROM non era nell'unità. In tal caso inserirlo e riprovare nuovamente.
lv: Neizdevās piemontēt jūsu instalācijas CD-ROM. Visticamāk tas nozīmē, ka tas neatrodas CD-ROM dzinī. Ja tā, ielieciet to un mēģiniet vēlreiz.
pl: Twój CD-ROM instalacyjny nie mógł być zamontowany. To prawdopodobnie oznacza, że płyta nie znajduje się w napędzie. Jeśli tak jest, włóż ją i spróbuj ponownie.
pt_br: Não foi possível montar seu CD-ROM de instalação. Isto provavelmente significa que o CD-ROM não estava na unidade. Se este for o caso, você pode inseri-lo na unidade e tentar novamente.
sk: Vaše inštalačné CD-ROM sa nepodarilo pripojiť. Ak je to kvôli tomu, že CD-ROM nebolo v mechanike, môžete to skúsiť znovu po jeho vložení do mechaniky.
tg: CD-ROM-и шумо барои насб васл карда нашудааст. Эҳтимол аст, ки диск ба CD-ROM ворид карда нашудааст. Агар чунин бошад, дискро ворид намоед ва амалро такрор намоед.
ug: ئورنىتىش CD-ROM ئى ئېگەرلەنمىدى، CD-ROM قوزغاتقۇچتا بولماسلىقى مۇمكىن. ئەگەر شۇنداق بولسا CD-ROM نى سېلىپ قايتا سىناڭ.

source: Module needed for accessing the CD-ROM:
bg: Модул, необходим за достъп до компактдиска:
cy: Y modiwl angenrheidiol ar gyfer cyrchu'r CD-ROM:
es: Módulos necesarios para acceder al CD-ROM:
he: המודול הנדרש לצורך גישה לכונן התקליטורים:
hu: A CD-ROM eléréséhez szükséges modul:
it: Modulo necessario per accedere al CD-ROM:
lv: Modulis, kas nepieciešams, lai piekļūtu CD-ROM:
pl: Moduł potrzebny do dostępu do napędu CD:
pt_br: Módulo necessário para acessar o CD-ROM:
sk: Modul potrebný pre prístup k CD-ROM:
tg: Барои кушодани CD-ROM модул лозим аст:
ug: بۇ CD-ROM قوزغاتقۇچنى ئىشلىتىپ يۈكلەيدىغان بۆلەك:

source: The automatic detection didn't find a CD-ROM drive. You can try to load a specific module if you have an unusual CD-ROM drive (that is neither IDE nor SCSI).
bg: Автоматичното разпознаване не е открило компактдисково устройство. Можете да пробвате специфичен модул, ако имате необичайно компактдисково устройство (което не е IDE или SCSI).
cy: Ni chanfyddodd y canfod awtomatig disgyrrwr CD-ROM. Gallwch geisio llwytho modiwl penodol os oes gennych disgyrrwr CD-ROM anarferol (nid yw'n un IDE na SCSI).
es: La detección automática no encontró ningún lector de CD-ROM. Puede intentar cargar un módulo específico si tiene un lector de CD-ROM poco habitual (es decir, que no sea ni IDE ni SCSI).
he: הזיהוי האוטומטי לא מצא כונן תקליטורים. ניתן לנסות לטעון מודול מסוים אם יש לך כונן תקליטורים לא תקני (כלומר שאינו IDE ושאינו SCSI).
hu: Nem található automatikusan CD-ROM illesztőprogram. Nem-szokványos (sem IDE, sem SCSI) CD-ROM meghajtó esetén megpróbálhatja betölteni a megfelelő modult.
it: Non è stata rilevata automaticamente alcuna unità CD-ROM. È possibile provare a caricare un modulo specifico se si possiede un'unità CD-ROM non usuale (né IDE né SCSI).
lv: Automātiskais noteikšanas process nespēja atrast jūsu CD-ROM dzini. Jūs varat mēģināt ielādēt specifisku moduli, ja dzinis ir netipisks (ne IDE, ne SCSI ierīce).
pl: Automatyczne wykrywanie nie znalazło napędu CD-ROM. Możesz spróbować załadować jeden z modułów jeśli masz specyficzny napęd CD-ROM (czyli taki, który nie jest ani IDE ani SCSI).
pt_br: A detecção automática não encontrou nenhuma unidade de CD-ROM. Você pode tentar carregar um módulo específico se você possui uma unidade de CD-ROM incomum (uma que não seja nem IDE nem SCSI).
sk: Automatické rozpoznávanie nenašlo CD-ROM mechaniku. Ak máte niektorú z nezvyčajných CD-ROM mechaník (ani IDE, ani SCSI), skúste načítať konkrétny modul.
tg: Муайянкунии худкор драйви CD-ROM-ро ёфт накард. Агар шумо драйви CD-ROM-и ғайриоддӣ (IDE ё SCSI) дошта бошед, метавонед модули махсусро бор намоед.
ug: ئۆزلۈكىدىن تەكشۈرۈش نۇر دىسكا (CD-ROM) قوزغاتقۇچنى بايقىمىدى. ئەگەر سىزنىڭ نۇر دىسكا قوزغاتقۇچىڭىز (غەيرىي IDE، غەيرىي SCSI) ئاز ئۇچرايدىغان تىپلىق بولسا بەلگىلەنگەن قوزغىتىش بۆلىكىنى يۈكلەشنى سىناڭ.

source: Device file for accessing the CD-ROM:
bg: Файл-устройство за достъп до компактдисковото устройство:
cy: Y ffeil dyfais ar gyfer cyrchu'r CD-ROM:
es: Fichero de dispositivo para acceder al CD-ROM:
he: קובץ התקן לצורך גישה לכונן התקליטורים:
hu: A CD-ROM eléréshez használt eszközfájl:
it: File device per l'accesso al CD-ROM:
lv: CD-ROM ierīces datne:
pl: Plik urządzenia do dostępu do napędu CD-ROM:
pt_br: Arquivo de dispositivo para acessar o CD-ROM:
sk: Súbor zariadenia na prístup k CD-ROM:
tg: Файли дастгоҳӣ барои кушодани CD-ROM:
ug: CD-ROM قوزغاتقۇچ ماس كېلىدىغان ئۈسكۈنە ھۆججىتى:

source: In order to access your CD-ROM drive, please enter the device file that should be used. Non-standard CD-ROM drives use non-standard device files (such as /dev/mcdx).
bg: За да се стигне до Вашето компактдисково устройство, моля въведете файла-устройство, който да бъде използван. Нестандартните компактдискови устройства използват нестандартни файлове-устройства (например /dev/mcdx).
cy: Er mwyn cyrchu'ch disgyrrwr CD-ROM, mewnosodwch y ffeil dyfais dylid defnyddio. Mae disgyrrwyr CD-ROM ansafonol yn defnyddio ffeiliau dyfais ansafonol (megis /dev/mcdx).
es: Para acceder al lector de CD-ROM, por favor, teclee el fichero de dispositivo que se debería utilizar. Los lectores de CD-ROM no estándares emplean ficheros de dispositivos no estándares (como /dev/mcdx).
he: כדי לגשת לכונן התקליטורים שלך, נא להקליד את שם קובץ ההתקן הדרוש. כונני תקליטורים לא סטנדרטים משתמשים בשמות לא סטנדרטים (כגון ‎/dev/mcdx).
hu: Kérem, adja meg a CD-ROM meghajtó eléréséhez használni kívánt eszközfájlt. A nem-szabványos CD-ROM meghajtók nem-szabványos eszközfájlokat használnak (pl. /dev/mcdx).
it: Per poter accedere all'unità CD-ROM, specificare il file device da utilizzare. Le unità CD-ROM non standard utilizzano dei file device non standard (per esempio /dev/mcdx).
lv: Lai piekļūtu savam CD-ROM dzinim, ievadiet izmantojamo ierīces datni. Nestandarta CD-ROM dziņi lieto nestandarta ierīču datnes (piemēram, /dev/mcdx).
pl: Aby uzyskać dostęp do napędu CD-ROM, proszę wprowadzić plik urządzenia, które ma zostać użyte. Niestandardowe napędy CD-ROM używają niestandardowych plików urządzeń (jak np. /dev/mcdx).
pt_br: Para acessar sua unidade de CD-ROM, por favor, informe o arquivo de dispositivo que deverá ser usado. Unidades de CD-ROM fora dos padrões usam arquivos de dispositivos fora dos padrões (como /dev/mcdx).
sk: Aby mohol systém pristupovať k CD-ROM mechanike, musíte zadať súbor zariadenia, ktoré sa má použiť. Neštandardné CD-ROM mechaniky používajú neštandardné súbory zariadenia (napr. /dev/mcdx).
tg: Барои пайдо кардани дастрасӣ ба драйви CD-ROM, лутфан файли дастгоҳиеро, ки бояд истифода шавад, ворид намоед. Драйвҳои CD-ROM-и ғайристандартӣ файлҳои дастгоҳии ғайристандартиро истифода мебаранд (монанди /dev/mcdx).
ug: CD-ROM قوزغاتقۇچىڭىزنى ئىشلىتىش ئۈچۈن مۇناسىپ ئۈسكۈنە ھۆججەت ئاتىنى كىرگۈزۈڭ. ئۆلچەملىك بولمىغان CD-ROM قوزغاتقۇچ ئۆلچەملىك بولمىغان ئۈسكۈنە ئاتى ئىشلىتىدۇ (مەسىلەن: /dev/mcdx)

source: You may switch to the shell on the second terminal (ALT+F2) to check the available devices in /dev with "ls /dev". You can return to this screen by pressing ALT+F1.
bg: Можете да превключите към обвивката на втория терминал (Alt+F2), за да проверите достъпните устройства в /dev чрез „ls /dev“. Връщането обратно става чрез Alt+F1.
cy: Cewch newid i'r gragen ar yr ail derfynell (ALT+F2) er mwyn gwirio'r dyfeisiau sydd ar gael yn /dev gyda "ls /dev/". Gallwch ddychwelyd i'r sgrîn yma drwy wasgu ALT+F1.
es: Puede cambiar a la consola del segundo terminal (ALT+F2) para comprobar los dispositivos disponibles en /dev con «ls /dev». Puede volver aquí con ALT+F1.
he: ניתן לעבור לסביבת מעטפת במסוף השני (עם ALT+F2) כדי לבדוק אילו התקנים זמינים ב־‎/dev עם הפקודה „ls /dev”. ניתן לחזור למסך זה על ידי לחיצה על ALT+F1.
hu: A második terminálra váltva (ALT+F2) az "ls /dev | more" paranccsal átnézhetők az elérhető eszközök. Az ALT+F1 visszatér ide.
it: È possibile passare alla shell sul secondo terminale (Alt+F2) per poter controllare quali device sono disponibili in /dev tramite il comando «ls /dev». Per tornare a questa schermata premere Alt+F1.
lv: Jūs varat pārslēgties uz otro termināli (ALT+F2), lai pārbaudītu pieejamās ierīces /dev direktorijā ar komandu "ls /dev". Pēc tam jūs varat atgriezties pie šī ekrāna, nospiežot ALT+F1.
pl: Możesz się przełączyć na drugi terminal (ALT+F2), by sprawdzić przy pomocy "ls /dev" dostępne w /dev urządzenia. Wciskając ALT+F1 powrócisz do tego ekranu.
pt_br: Você pode alternar para o shell no segundo terminal (ALT+F2) para checar os dispositivos disponíveis em /dev com o comando "ls /dev". Você poderá retornar a esta tela pressionando ALT+F1.
sk: Pomocou prepnutia sa do shellu na druhom termináli (ALT+F2) môžete zistiť dostupné zariadenia v /dev príkazom „ls /dev“. Naspäť na túto obrazovku sa prepnete pomocou ALT+F1.
tg: Барои санҷиши дастгоҳҳои дастрас дар /dev тавассути фармони "ls /dev" шумо метавонед ба восит дар терминали дуюм (ALT+F2) гузаред. Шумо метавонед ба ин экран бо зеркунии тугмаҳои ALT+F1 баргардед.
ug: سىز ئىككىنچى تېرمىنال (ALT+F2)نىڭ shell غا ئالماشتۇرۇش ئارقىلىق "ls /dev" بۇيرۇقىنى ئىشلىتىپ /dev مۇندەرىجىسى ئاستىدىكى بارلىق ئىشلەتكىلى بولىدىغان ئۈسكۈنە ھۆججەت ئاتىنى كۆرەلەيسىز. ALT+F1 بېسىپ مەزكۇر ئېكرانغا قايتالايسىز.

source: Scanning CD-ROM
bg: Сканиране на компактдиск
cy: Yn sganio CD-ROM
es: Analizando el CD-ROM
he: התקליטור נסרק
hu: CD-ROM olvasása
it: Analisi del CD-ROM
lv: Skenē CD-ROM
pl: Przeszukiwanie CD-ROM-u
pt_br: Lendo CD-ROM
sk: Prehľadáva sa CD-ROM
tg: Сканкунии CD-ROM
ug: CD-ROM نى تەكشۈرۈۋاتىدۇ

source: Scanning ${DIR}...
bg: Сканиране на ${DIR}...
cy: Yn sganio ${DIR}...
es: Analizando ${DIR}...
he: התיקייה ${DIR} נסרקת…
hu: Olvasás alatt: ${DIR}...
it: Analisi di ${DIR}...
lv: Skenē ${DIR}...
pl: Przeszukiwanie ${DIR}...
pt_br: Lendo ${DIR}...
sk: Prehľadáva sa ${DIR}...
tg: Сканкунии ${DIR}...
ug: ${DIR} نى تەكشۈرۈۋاتىدۇ…

source: CD-ROM detected
bg: Открито беше компактдисково устройство
cy: Canfuwyd CD-ROM
es: Se ha detectado un CD-ROM
he: זוהה תקליטור
hu: CD-ROM észlelve
it: Rilevato CD-ROM
lv: Atrasts CD-ROM
pl: CD-ROM został wykryty.
pt_br: CD-ROM detectado
sk: CD-ROM mechanika bola rozpoznaná
tg: CD-ROM муайян шудааст
ug: CD-ROM بايقالدى

source: The CD-ROM autodetection was successful. A CD-ROM drive has been found and it currently contains the CD ${cdname}. The installation will now continue.
bg: Автоматичното откриване на компактдисково устройство завърши успешно. В момента то съдържа компактдиска ${cdname}. Сега инсталацията може да продължи.
cy: Roedd y canfod CD-ROM awtomatig yn llwyddiannus. Canfuwyd disgyrrwr CD-ROM ac ar hyn o bryd mae'n cynnwys y CD ${cdname}. Fe fydd y sefydliad nawr yn parhau.
es: La detección automática del CD-ROM ha funcionado. Se encontró un lector de CD-ROM con el siguiente CD insertado: ${cdname}. Puede continuar la instalación.
he: שלב הזיהוי האוטומטי של כונן התקליטורים הסתיים בהצלחה. כונן התקליטורים זוהה וכרגע הוא מכיל את התקליטור ${cdname}. ההתקנה תמשיך לשלב הבא.
hu: A CD-ROM automatikus felismerése megtörtént. Találtam egy CD-ROM meghajtót, melyben most ez a CD van: ${cdname}. A telepítés folytatódik.
it: Il CD-ROM è stato riconosciuto automaticamente. È stato rilevato un lettore CD-ROM con il seguente CD inserito: ${cdname}. È possibile procedere con l'installazione.
lv: CD-ROM automātiskā noteikšana ir bijusi sekmīga. CD-ROM dzinis ir atrasts un satur CD ar nosaukumu ${cdname}. Instalēšana turpināsies.
pl: Automatyczne wykrywanie napędu CD-ROM powiodło się. Napęd CD-ROM został odnaleziony i zawiera następującą płytę: ${cdname}. Instalacja będzie teraz kontynuowana.
pt_br: A autodetecção do CD-ROM funcionou. Uma unidade de CD-ROM foi encontrada e atualmente contém o CD ${cdname}. A instalação continuará agora.
sk: Automatická detekcia CD-ROM sa podarila. Bola nájdená CD-ROM mechanika , ktorá práve teraz obsahuje CD ${cdname}. Takže inštalácia bude pokračovať.
tg: CD-ROM бомуваффақият ба таври худкор муайян шудааст. Драйви CD-ROM ёфт шудааст ва дорои CD ${cdname} мебошад. Ҳоло раванди насб идома дода мешавад.
ug: CD-ROM قوزغاتقۇچنى ئۆزلۈكىدىن تەكشۈرۈش مۇۋەپپەقىيەتلىك ھالدا بىر دانە نۇر دىسكا قوزغاتقۇچنى بايقىدى، ئۇ ${cdname} CD-ROM نى ئۆز ئىچىگە ئالغان. ئورنىتىش جەريانى داۋاملىشىدۇ.
